sensorOpt/con/3.0_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       216793;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217193;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217393;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       217793;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108547;
        startFace       217993;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108547;
        startFace       326540;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          429;
        startFace       435087;
    }
)

// ************************************************************************* //
